//;******************************************************************************
//;* Copyright (c) 1983-2012, Insyde Software Corporation. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************

/=#

#include "Standard.uni"

// ----------------------------------------- Check Recovery -------------------------------------------------------- //
#string STR_INTEL_AT_SYSTEM_LOCK        #language en-US "Intel(R) AT supported system lock due to: "
                                        #language fr-FR "Intel(R) AT verrouillage soutenu du système en raison de: "
                                        #language es-ES "Intel(R) AT soporta bloqueo del sistema  debido a la: "
                                        #language zh-TW "\wide英特爾支援防盜技術系統鎖定由於：\narrow "
                                        #language ja-JP "\wideインテル（R）AT支援システムロックの原因：\narrow "
                                        #language it-IT "Blocchi supportati da Intel(R) AT dovuti a: "
                                        #language de-DE "Intel(R) AT unterstütztes System schloß wegen: "
                                        #language pt-PT "Intel(R) AT suportada bloqueio de sistema devido a: " 
#string STR_TIME_LEFT_INPUT             #language en-US "Time Left to enter Password: "
                                        #language fr-FR "Temps restant pour entrer Mot de passe: "
                                        #language es-ES "Tiempo permitido para ingresar contraseña: "
                                        #language zh-TW "\wide輸入密碼剩餘時間：\narrow "
                                        #language ja-JP "\wideパスワード入力の残り時間\narrow: "                                        
                                        #language it-IT "Tempo rimanente per inserimento Password: "
                                        #language de-DE "Verbleibende Zeit um Paßwort einzugeben: "
                                        #language pt-PT "Tempo restante digitar a senha: "                                        
#string STR_RECOVERY_MESSAGE            #language en-US "Please select one of the following for platform recovery: "
                                        #language fr-FR "Sélectionnez une des options suivantes pour la récupération plate-forme, s'il vous plaît: "
                                        #language es-ES "Por favor seleccionar una de las siguientes para recuperar la plataforma: "                                    
                                        #language zh-TW "\wide請選擇下列之一以使平台復原：\narrow "
                                        #language ja-JP "\wideプラットフォームリカバリーへ下記の一つを選択してください:\narrow "                                        
                                        #language it-IT "Selezionare uno delle seguenti modalità di Ripristino Piattaforma: "     
                                        #language de-DE "Wählen Sie eines der Folgenden für Plattformrückgewinnung: "
                                        #language pt-PT "Por favor selecione uma das seguintes opções para a recuperação da plataforma:"
#string STR_RECOVERY_USER_PASSWORD      #language en-US "1 - User Password"
                                        #language fr-FR "1 - Mot de passe utilisateur"
                                        #language es-ES "1 - contraseña del usuario" 
                                        #language zh-TW "1 - \wide用戶密碼\narrow"
                                        #language ja-JP "1 - \wideユーザーパスワード\narrow"
                                        #language it-IT "1 - Password Utente"
                                        #language de-DE "1 - Benutzer Paßwort"
                                        #language pt-PT "1 - Senha Usuário "                                        
#string STR_RECOVERY_SERVER_TOKEN       #language en-US "2 - Server Token Password"
                                        #language fr-FR "2 - Mot de passe Serveur Token" 
                                        #language es-ES "2 - contraseña de la ficha del servidor"
                                        #language zh-TW "2 - \wide伺服器符記密碼-\narrow-"
                                        #language ja-JP "2 - \wideサーバートークンパスワード\narrow"
                                        #language it-IT "2 - Password Token del Server"    
                                        #language de-DE "2 - Bedienungs Paßwort"
                                        #language pt-PT "2 - Server Senha Token"                                                                            
#string STR_RECOVERY_WWAN_UNLOCK        #language en-US "3 - WWAN SMS Unlock"
                                        #language fr-FR "3 - SMS WWAN déverrouillé"
                                        #language es-ES "3 - WWAN SMS desbloqueado"
                                        #language zh-TW "3 - WWAN SMS\wide解碼\narrow"
                                        #language ja-JP "3 - WWAN SMS\wideアンロック\narrow"
                                        #language it-IT "3 - Sblocco via SMS WWAN"  
                                        #language de-DE "3 - WWAN SMS Aufschließen"
                                        #language pt-PT "3 - Desbloquear de WWAN SMS"                                                                              
#string STR_RECOVERY_SELECT_OPTION      #language en-US "Select one of the above options to proceed ..."
                                        #language fr-FR "Sélectionnez une des options ci-dessus pour ..."
                                        #language es-ES "Seleccionar una de las opciones para procesar..."
                                        #language zh-TW "\wide選擇上列選項之一以進行…\narrow"
                                        #language ja-JP "\wide上記のオプションの一つを選んでお進みください\narrow"    
                                        #language it-IT "Selezionare una delle opzioni seguenti per procedere ..."    
                                        #language de-DE "Wählen Sie eines der oberen Optionen um fortzusetzen ..."
                                        #language pt-PT "Escolhe uma das opções acima para continuar ... "                                                                            
#string STR_PLATFROM_ID                 #language en-US "Platform ID: "
                                        #language fr-FR "Identification de Plate-forme: "
                                        #language es-ES "ID de la plataforma: "
                                        #language zh-TW "\wide平台\narrowID： "
                                        #language ja-JP "\wideプラットフォーム\narrowID： "
                                        #language it-IT "Platform ID: "    
                                        #language de-DE "Plattformidentifikation: "
                                        #language pt-PT "Plataforma ID: "                                                                            
#string STR_SERVICE_ID                  #language en-US "Intel(R) AT service provider ID: "
                                        #language fr-FR "Intel(R) AT Identification du fournisseur de services: "
                                        #language es-ES "ID del proveedor del servicio Intel(R) AT: "
                                        #language zh-TW "\wide英特爾防盜技術服務提供者ID：\narrow "
                                        #language ja-JP "\wideインテル（R）ATサービスプロバイダー\narrowID: "                                        
                                        #language it-IT "Intel(R) AT service provider ID: "      
                                        #language de-DE "Intel(R) AT Servicelieferanten Identifikation: "
                                        #language pt-PT "Intel(R) AT prestador de serviços de ID: "                                                                                                          
#string STR_NULL                        #language en-US ""
                                        #language fr-FR ""
                                        #language es-ES ""
                                        #language zh-TW ""
                                        #language ja-JP ""
                                        #language it-IT "" 
                                        #language de-DE ""
                                        #language pt-PT ""                                                                               
#string STR_SPACE_NULL                  #language en-US " "
                                        #language fr-FR " "
                                        #language es-ES " "
                                        #language zh-TW " "
                                        #language ja-JP " "
                                        #language it-IT " "   
                                        #language de-DE " "
                                        #language pt-PT " "                                                                             
#string STR_USER_PASSWORD_SELECTED      #language en-US "User Password Selected"
                                        #language fr-FR "Mot de passe d'utilisateur sélectionné"
                                        #language es-ES "Contraseña del usuario seleccionado"
                                        #language zh-TW "\wide已選擇用戶密碼\narrow"
                                        #language ja-JP "\wideユーザーパスワード選択済\narrow"
                                        #language it-IT "Selezionata Password Utente"   
                                        #language de-DE "Benutzerpaßwort gewählt"
                                        #language pt-PT "Senha usuário está selecionado"                                                                             
#string STR_SERVER_TOKEN_SELECTED       #language en-US "Server Token Selected"
                                        #language fr-FR "Serveur de Token sélectionnés"
                                        #language es-ES "Servidor de la ficha seleccionado"
                                        #language zh-TW "\wide已選擇伺服器符記密碼\narrow"
                                        #language ja-JP "\wideサーバートークン選択済\narrow" 
                                        #language it-IT "Selezionato Server Token"   
                                        #language de-DE " Servicelieferanten gewählt"
                                        #language pt-PT "Servidor token está selecionado"                                                                             
#string STR_WWAN_RECOVERY_SELECTED      #language en-US "WWAN Recovery Selected"
                                        #language fr-FR "Récupération WWAN sélectionnée"
                                        #language es-ES "Recuperación de WWAN seleccionado" 
                                        #language zh-TW "\wide已選擇\narrow\wideWWAN復原\narrow"
                                        #language ja-JP "WWAN\wideリカバリー選択済\narrow"
                                        #language it-IT "Selezionato Ripristino WWAN"  
                                        #language de-DE "WWAN Rückgewinnung gewählt"
                                        #language pt-PT "Recuperação de WWAN está escolhido"
#string STR_INVALID_SELECTION_123       #language en-US "Invalid Selection, Press 1 or 2 or 3"
                                        #language fr-FR "Sélection Invalide, Appuyez sur 1 ou 2 ou 3"
                                        #language es-ES "Selección inválida, pulse 1, 2 o 3"  
                                        #language zh-TW "\wide無效選擇，請按1或2或3\narrow"
                                        #language ja-JP "\wide無効な選択です。１、２または３を押してください\narrow"                                                                                                                                                                                                         
                                        #language it-IT "Scelta non consentita, Premere 1 o 2 o 3"  
                                        #language de-DE "InvalideWahl, drücken Sie 1 oder 2 oder 3"
                                        #language pt-PT "Seleção de inválida, pressione 1 ou 2 ou 3"
#string STR_INVALID_SELECTION_12        #language en-US "Invalid Selection, Press 1 or 2"
                                        #language fr-FR "Sélection Invalide, Appuyez sur 1 ou 2"
                                        #language es-ES "Selección inválida, pulse 1 o 2"  
                                        #language zh-TW "\wide無效選擇，請按1或2\narrow"
                                        #language ja-JP "\wide無効な選択です。１または２を押してください\narrow"                                                                                                                                                                                                         
                                        #language it-IT "Scelta non consentita, Premere 1 o 2"  
                                        #language de-DE "InvalideWahl, drücken Sie 1 oder 2"
                                        #language pt-PT "Seleção de inválida, pressione 1 ou 2"
#string STR_ENTER_SYSTEM_PASSWORD       #language en-US "System Recovery Enter Password: "
                                        #language fr-FR "Entrez Mot de passe récupération du Système: "
                                        #language es-ES "Ingresar la contraseña para la recuperación del sistema: "
                                        #language zh-TW "\wide系統還原, 請輸入系統還原密碼：\narrow "
                                        #language ja-JP "\wideシステムリカバリーパスワードを入力する。\narrow "
                                        #language it-IT "Inserire Password di Ripristino Sistema: "
                                        #language de-DE "Eingabe Systemrückgewinnungspaßwort : "
                                        #language pt-PT "Digite a senha de recuperação do sistema: "                                                                                
#string STR_USER_SHOW_ESCAPED           #language en-US " Escaped Pressed. Enter Password again...."
                                        #language fr-FR " Echappé pressé. Redémarrez"
                                        #language es-ES " Salir presionado, volver a reiniciar"
                                        #language zh-TW " \wide已按跳出鍵離開。請再次輸入密碼…\narrow…"
                                        #language ja-JP " \wideエスケープキーを押した。やり直してください。\narrow"  
                                        #language it-IT " Esc Pressed. Nuovo riavvio ...."  
                                        #language de-DE " Flucht-Escape gedrückt.Noch einmal von vorn...."
                                        #language pt-PT " Escapou pressionado. Reinicie novamente ...."                                                                              
#string STR_USER_CHECK_PASSWORD         #language en-US "   Checking Recovery Password .."
                                        #language fr-FR "   Vérification Mot de Passe Récupération "
                                        #language es-ES "   Chequeando la contraseña de la recuperación"
                                        #language zh-TW "   \wide檢查復原密碼 ..\narrow"
                                        #language ja-JP "   \wideリカバリーパスワード検査中です\narrow .."   
                                        #language it-IT "   Controllo Password di Ripristino .." 
                                        #language de-DE "   Rückgewinnungspaßwort überprüfen .."
                                        #language pt-PT "   Verificar a recuperação da senha .."                                                                               
#string STR_ENTER_SCREEN_RECOVERY       #language en-US "Enter Server based Recovery : "
                                        #language fr-FR "Entrez Récupération basée sur Serveur: "
                                        #language es-ES "Ingresar al servidor basado en la recuperación: "
                                        #language zh-TW "\wide伺服器基準方式復原, 請輸入密碼：\narrow "
                                        #language ja-JP "\wideサーバーベースリカバリーを入力する\narrow: "                                       
                                        #language it-IT "Inserire Ripristino (Server based): "
                                        #language de-DE "Eingabe von Lieferantenbasierte Rückgewinnung: "
                                        #language pt-PT "Digite recuperação baseado no servidor: "                                                                                                                      
#string STR_ENTER_SERVER_SUSPEND        #language en-US "Enter Server based Suspend Token: "
                                        #language fr-FR "Entrez Token Suspension basée sur Serveur: "
                                        #language es-ES "Ingresar al servidor basado en la suspensión de la ficha: "                                        
                                        #language zh-TW "\wide輸入伺服器基準暫停符記：\narrow "
                                        #language ja-JP "\wideサーバーベースサスペンドトークンを入力する\narrow: "
                                        #language it-IT "Inserire Suspend Token(Server based): "   
                                        #language de-DE "Eingabe Lieferantenbasierte ausgesetzter Gutschein: "
                                        #language pt-PT "Digite Token suspender baseado no servidor: "
#string STR_ENTER_SERVER_RESUME         #language en-US "Enter Server based Resume Token: "
                                        #language fr-FR "Entrez Token Reprise basée sur Serveur: "
                                        #language es-ES "Ingresar al servidor basado en el resumen de la ficha: "
                                        #language zh-TW "\wide輸入伺服器基準繼續符記：\narrow "
                                        #language ja-JP "\wideサーバーベースレジュームトークンを入力する\narrow:"
                                        #language it-IT "Inserire Resume Token(Server based): "
                                        #language de-DE "Eingabe Lieferantenbasierte fortsetzendes Guthaben: "
                                        #language pt-PT "Digite Token resume baseado no servidor: "                                                                                
#string STR_USER_ENTER_EXCEEDED         #language en-US "Exceeded Max password size of 50 charaters... Shutting down system"
                                        #language fr-FR "Taille de Mot de Passe Max. de 50 caractères dépassé.. Arrêter le système"
                                        #language es-ES "Excedido el limite de la contraseña máxima de 50 caracteres, apagando el sistema"
                                        #language zh-TW "\wide超過密碼最大長度50字元...關閉系統\narrow"
                                        #language ja-JP "\wideパスワードの最大桁数50文字を超えた。システム終了中\narrow"                                        
                                        #language it-IT "Superata lunghezza massima password (50 caratteri) Chiusura Sistema..."    
                                        #language de-DE "Über max. Paßwortgröße von 50 Symbolen... Systemabschaltung"
                                        #language pt-PT "O tamanho da senha excedeu máximo de 50 caracteres ... Desligando o sistema."                                                                                                                
#string STR_INITIAL_WWAN_INTERFACE      #language en-US "Initializing WWAN Interface..... "
                                        #language fr-FR "Initialisation Interface WWAN ....."
                                        #language es-ES "Iniciando el interfaz de WWAN"
                                        #language zh-TW "WWAN\wide介面初始化中.....\narrow"
                                        #language ja-JP "\wideインタフェース初期設定中。\narrow"
                                        #language it-IT "Avvio Interfaccia WWAN ..... "      
                                        #language de-DE "Initialisierung WWAN Interface..... "
                                        #language pt-PT "Inicializando Interface WWAN ....."                                                                          
#string STR_INITIAL_WWAN_FAIL           #language en-US "FAIL"
                                        #language fr-FR "Échouer"
                                        #language es-ES "Sin éxito"
                                        #language zh-TW "\wide失敗\narrow"
                                        #language ja-JP "\wideフェイル\narrow"
                                        #language it-IT "FALLITO"   
                                        #language de-DE "Versagt"
                                        #language pt-PT "FALHAR"                                                                             
#string STR_INITIAL_WWAN_COMPLETE       #language en-US "COMPLETE"
                                        #language fr-FR "COMPLET"
                                        #language es-ES "Completado"
                                        #language zh-TW "\wide完成\narrow"
                                        #language ja-JP "\wideコンプリート\narrow"                                  
                                        #language it-IT "RIUSCITO"     
                                        #language de-DE "KOMPLETT"
                                        #language pt-PT "COMPLETO"                                                                                                          
#string STR_WAIT_RADIO_NETWORK          #language en-US "    Waiting for Radio to be on and network to be attached....."
                                        #language fr-FR "    En attendant que la Radio soit allumée et que le réseau soit joint ....."
                                        #language es-ES "    Esperando para que Radio sea conectado a la red y adjunto"
                                        #language zh-TW "    \wide等待無線訊號與接上網路.....\narrow"
                                        #language ja-JP "    \wideラジオのスイッチオンとネットワークのアクセスへ待機中。\narrow"
                                        #language it-IT "    Attendere avvio Radio e connessione alla rete....."   
                                        #language de-DE "    Auf Radioeinschaltung wartend und zum Netzwerk angeschlossen....."
                                        #language pt-PT "    Esperando para o rádio estar em tempo real  , e rede que deve ser dada ....."                                                                             
#string STR_INITIAL_WWAN_DOWN           #language en-US "    WWAN Interface Down"
                                        #language fr-FR "    Interface WWAN Arrêtée"
                                        #language es-ES "    Bajada de la interfaz de WWAN"
                                        #language zh-TW "    WWAN\wide介面停機\narrow"
                                        #language ja-JP "    WWAN\wideインターフェースダウン\narrow"
                                        #language it-IT "    Interfaccia WWAN spenta"     
                                        #language de-DE "    WWAN Interface Aus"
                                        #language pt-PT "    WWAN Interface descer"                                                                           
#string STR_INITIAL_WWAN_SUCCESS        #language en-US "    WWAN Sucessfully Initialized"
                                        #language fr-FR "    WWAN initialisé avec succès"
                                        #language es-ES "    Inicio de WWAN exitoso"
                                        #language zh-TW "    WWAN\wide初始化成功\narrow"
                                        #language ja-JP "    WWAN\wide初期化完成\narrow"
                                        #language it-IT "    WWAN Avviata Correttamente"  
                                        #language de-DE "    WWAN erfolgreich initialisiert"
                                        #language pt-PT "    WWAN inicializado com êxito"                                                                              
#string STR_WWAN_CHECK_SIM_RADIO        #language en-US "    Please check SIM card or Radio Power Switch "
                                        #language fr-FR "    Vérifier la carte SIM ou le Branchement de la Puissance de Radio"
                                        #language es-ES "    pt-PTfavor chequear la tarjeta de SIM o interruptor del poder del radio"
                                        #language zh-TW "    \wide請檢查SIM卡或無線開關\narrow"
                                        #language ja-JP "    SIM\wideカードまたはラジオパワースイッチをチェックしてください\narrow"                                        
                                        #language it-IT "    Controllare la carta SIM o l'interruttore della Radio "  
                                        #language de-DE "    Überprüfen Sie SIM-Karte oder Radioeinschalter "
                                        #language pt-PT "    pt-PTfavor, verifique o cartão SIM ou interruptor de energia de rádio"                                                                                                                     
#string STR_WAIT_SMS_RECOVERY           #language en-US "SMS recovery activated...."
                                        #language fr-FR "En attente de la récupération SMS ...." 
                                        #language es-ES "Esperando para la recuperación del SMS"
                                        #language zh-TW "\wideSMS系統復原啟動中....\narrow"
                                        #language ja-JP "SMS\wideリカバリー待機中\narrow"                                     
                                        #language it-IT "In Attesa del ripristino via SMS...."    
                                        #language de-DE "Auf SMS-Erholung wartend ...."
                                        #language pt-PT "Esperando a recuperação SMS ...."                                                                                                               
#string STR_WWAN_TIMEOUT                #language en-US "TIMEOUT"
                                        #language fr-FR "TIMEOUT"
                                        #language es-ES "Tiempo excedido"
                                        #language zh-TW "\wide逾時\narrow"
                                        #language ja-JP "\wideタイムアウト\narrow"
                                        #language it-IT "TIMEOUT" 
                                        #language de-DE "Auszeit"
                                        #language pt-PT "Tempo Limite"                                                                               
#string STR_WWAN_RECOVERY_SUCCESS       #language en-US "    Recovery Successful. Continue with the Boot ...."
                                        #language fr-FR "    Récupération réussie. Continuer avec le Démarrage"
                                        #language es-ES "    Recuperación exitosa, continuar con el arranque"
                                        #language zh-TW "    \wide復原成功。繼續啟動....\narrow"
                                        #language ja-JP "    \wideリカバリー完成。ブートでお進みへ\narrow"                                       
                                        #language it-IT "    Ripristino Riuscito. Avvio procedura di Boot ...."     
                                        #language de-DE "    Rückgewinnung erfolgreich. Setzen Sie mit dem Aufbauen fort...."
                                        #language pt-PT "    Recuperação bem sucedida. Continue com o Boot ...."                                                                                                            
#string STR_WWAN_RECOVERY_FAIL          #language en-US "    Recovery Failed. Please try again ...."
                                        #language fr-FR "    Récupération Échoué. Essayez de nouveau ...."
                                        #language es-ES "    Recuperación no exitosa, pt-PTfavor intentar nuevamente"
                                        #language zh-TW "    \wide復原失敗。請再試....\narrow"
                                        #language ja-JP "    \wideリカバリー失敗。もう一度試しください。\narrow"
                                        #language it-IT "    Ripristino Fallito. Provare ancora ...."    
                                        #language de-DE "    Rückgewinnung versagte. Versuchen Sie nochmals ...."
                                        #language pt-PT "    Recuperação de falha. pt-PTfavor, tente novamente ...."                                                                            
#string STR_INTELAT_RECOVERY_FAIL       #language en-US "    Intel(R) AT Recovery Failed."
                                        #language fr-FR "    Intel(R) AT Échec de la Récupération."
                                        #language es-ES "    Recuperación de Intel(R) AT no exitosa"
                                        #language zh-TW "    \wide英特爾防盜技術復原失敗。\narrow"
                                        #language ja-JP "    \wideインテル（R）リカバリー失敗\narrow"                                        
                                        #language it-IT "    Intel(R) AT Ripristino Fallito."    
                                        #language de-DE "    Intel(R) AT-Rückgewinnung versagt."
                                        #language pt-PT "    Intel(R) AT Recuperação falhou."                                                                                                                
#string STR_SYSTEM_SHUTDOWN             #language en-US "    System will shutdown.."
                                        #language fr-FR "    L'arrêt du système.."
                                        #language es-ES "    Se apagará el sistema"
                                        #language zh-TW "    \wide系統將關閉...\narrow"
                                        #language ja-JP "    \wideシステムは終了する\narrow"  
                                        #language it-IT "    Sistema in chiusura.."          
                                        #language de-DE "    System wird sich ausschalten."
                                        #language pt-PT "    Sistema será desligado .."                                                                      
#string STR_INTELAT_RECOVERY_SUCCESS    #language en-US "    Intel(R) AT Recovery Successful."
                                        #language fr-FR "    Intel(R) AT Récupération Réussie."
                                        #language es-ES "    Recuperación de Intel(R) AT exitosa"
                                        #language zh-TW "    \wide英特爾防盜技術復原成功。\narrow"
                                        #language ja-JP "    \wideインテル（R）リカバリー完成\narrow"                                        
                                        #language it-IT "    Intel(R) AT Ripristino Riuscito."   
                                        #language de-DE "    Intel(R) AT-Rückgewinnung erfolgreich."
                                        #language pt-PT "    Intel (R) AT Recuperação bem sucedida."                                                                                                                    
#string STR_SYSTEM_BOOT                 #language en-US "    System Boot Continue ....."
                                        #language fr-FR "    L’initialisation du système Continue ....."
                                        #language es-ES "    Continuar con el arranque del sistema"  
                                        #language zh-TW "    \wide系統繼續啟動....\narrow"
                                        #language ja-JP "    \wideシステムブートは続けている\narrow"                                        
                                        #language it-IT "    Boot Sistema ....." 
                                        #language de-DE "    Systemaufbau setzt fort....."
                                        #language pt-PT "    Inicialização do Sistema Continue ....."                                                                                                                  
#string STR_RECOVERY_ID                 #language en-US "Refer the following Platform Recovery ID to IT: "
                                        #language fr-FR "Reportez-vous cette ID de Récupération Système à l'IT: "
                                        #language es-ES "Referir al ID de la recuperación de la siguiente plataforma a IT: "
                                        #language zh-TW "\wide提供\narrowIT\wide使用平台復原\narrowID： "
                                        #language ja-JP "\wide下記のプラットフォームリカバリーIDからITまでを参照してください。\narrow "
                                        #language it-IT "Comunicare i seguenti ID di Ripristino Piattaforma all'IT: "  
                                        #language de-DE "Auf folgende Plattformrückgewinnung ID bis IT hingewiesen: "
                                        #language pt-PT "Consulte a seguinte que recuperação de plataforma de ID à IT: "                                                                              
#string STR_DTIMER_EXPIRED              #language en-US " Disable Timer Expired"
                                        #language fr-FR " Désactiver la Minuterie Périmée"
                                        #language es-ES " Desactivado el vencimiento del temporizador"
                                        #language zh-TW " \wide停用計時器逾時\narrow"
                                        #language ja-JP " \wideタイマー終了を無効化する\narrow"
                                        #language it-IT " Scattato Allarme di Disabilitazione"         
                                        #language de-DE " Zeitschalterunfähigkeit abgelaufen"
                                        #language pt-PT " Desativar temporizador expirado"                                                                       
#string STR_STOLEN_RECEIVED             #language en-US " Stolen Message Received"
                                        #language fr-FR " Message volés reçu "
                                        #language es-ES " Mensaje robado recibido"
                                        #language zh-TW " \wide收到盜用訊息\narrow"
                                        #language ja-JP " \wideストレンメッセージ受信\narrow"
                                        #language it-IT " Ricevuto Messaggio di Furto"  
                                        #language de-DE " Gestohlene Nachricht empfangen"
                                        #language pt-PT " A mensagem roubado esta recebido"                                                                              
#string STR_LOGON_EXCEEDED              #language en-US " Logon Threshold Exceeded"
                                        #language fr-FR " Seuil de Connexion Dépassé"
                                        #language es-ES " Inicio de la sesión agotado"
                                        #language zh-TW " \wide超過登錄門檻\narrow"
                                        #language ja-JP " \wideログオンしきい値超過\narrow" 
                                        #language it-IT " Superata Soglia Logon"    
                                        #language de-DE " Einschaltschwelle überschritten"
                                        #language pt-PT " Entrar no limiar excedido"                                                                            
#string STR_PLATFORM_ATTACK             #language en-US " Platform Attack Detected"
                                        #language fr-FR " Attaque de Plate-forme détectée"
                                        #language es-ES " Ataque a la plataforma detectado"
                                        #language zh-TW " \wide測到平台受攻擊\narrow"
                                        #language ja-JP " \wideプラットフォームアタック検出\narrow"
                                        #language it-IT " Rilevato Attacco al Sistema"      
                                        #language de-DE " Plattformangriff festgestellt"
                                        #language pt-PT " Plataforma de ataque detectado"                                                                          
#string STR_UNKNOWN                     #language en-US " Unknown"
                                        #language fr-FR " Inconnu"
                                        #language es-ES " Desconocido"
                                        #language zh-TW " \wide未知\narrow"
                                        #language ja-JP " \wide未知\narrow"
                                        #language it-IT " Sconosciuto"   
                                        #language de-DE " Unbekannt"
                                        #language pt-PT " Desconhecido"                                                                             
#string STR_SECOND                      #language en-US " Second                    "
                                        #language fr-FR " Second                    "
                                        #language es-ES " Segundo                    "
                                        #language zh-TW " \wide秒\narrow                    "
                                        #language ja-JP " \wideセカンド\narrow                    "
                                        #language it-IT " Secondo                    "
                                        #language de-DE " Sekunde                    "
                                        #language pt-PT " Segundo                    "
#string STR_CLEAR_LINE                  #language en-US "                                                                          "
                                        #language fr-FR "                                                                          "                                                                              
                                        #language es-ES "                                                                          "  
                                        #language zh-TW "                                                                          "
                                        #language ja-JP "                                                                          "
                                        #language it-IT "                                                                          "
                                        #language de-DE "                                                                          "
                                        #language pt-PT "                                                                          "                                        
#string STR_CLEAR_MAXLINE               #language en-US "                                                                                                  "
                                        #language fr-FR "                                                                                                  "
                                        #language es-ES "                                                                                                  "  
                                        #language zh-TW "                                                                                                  "
                                        #language ja-JP "                                                                                                  "
                                        #language it-IT "                                                                                                  "
                                        #language de-DE "                                                                                                  "
                                        #language pt-PT "                                                                                                  "
#string STR_LOCKED_MESSAGE              #language en-US "This device has been locked and may have been lost.                    "
                                        #language zh-TW " \wide本裝置可能因為遺失而被上鎖\narrow                                "
#string STR_IF_FOUND_MESSAGE            #language en-US "If found, Please use the following information to return the device    "
                                        #language zh-TW "\wide若找到本裝置, 請依據下列資訊將本裝置歸返回原處並解鎖\narrow       "
#string STR_WWAN_NOT_DETECT             #language en-US "WWAN NIC not available.                                                "
                                        #language zh-TW "\wide本機無 \narrowWWAN\wide 裝置\narrow                              "
#string STR_WWAN_DETECT_PENDING         #language en-US "Detecting WWAN NIC... Please wait                                      "
                                        #language zh-TW "\wide正在偵測本機是否有\narrow WWAN \wide裝置\narrow,...               "
#string STR_WWAN_DETECTED               #language en-US "3 - WWAN SMS Unlock                                                    "
                                        #language zh-TW "3 - WWAN SMS\wide解碼\narrow                                           "
#string STR_WWAN_UNEXPECTED_STATE       #language en-US "Unexpected WWAN state!                                                 "
                                        #language zh-TW "WWAN\wide裝置狀態不正常,無法使用\narrow                                "
#string STR_NO_PASSWORD_ENTERED         #language en-US "    No password entered                                                "
                                        #language zh-TW "    \wide沒有輸入密碼\narrow                                           "
#string STR_WRONG_PASSWORD_ENTERED      #language en-US "    Wrong password..                                                   "
                                        #language zh-TW "    \wide密碼輸入錯誤\narrow                                           "
#string STR_TIME_SEC                    #language en-US " sec"
                                        #language zh-TW "\wide秒\narrow"
#string STR_TIME_MIN                    #language en-US " min "
                                        #language zh-TW "\wide分 \narrow"
#string STR_TIME_HOUR                   #language en-US " hr "
                                        #language zh-TW "\wide小時 \narrow"
// --------------------------------------- Suspend mode -------------------------------------------------------------//
                                         
#string STR_AT_SUSPEND_STATE            #language en-US " Intel(R) AT in Suspended State: Exit? (y/n)?"
                                        #language fr-FR " Intel(R) AT dans l'État suspendu:? Quitter ? (y/n)"
                                        #language es-ES " Intel(R) AT en modo suspendido: Salir? (si/no)?"
                                        #language zh-TW " \wide英特爾防盜技術於暫停狀態中：離開\narrow (y/n)?"
                                        #language ja-JP " \wideサスペンド状態であるインテル（R）AT：終了にするか（はい/いいえ）\narrow"                                        
                                        #language it-IT " Intel(R) AT in Suspended State: Uscire? (y/n)?"  
                                        #language de-DE " Intel(R) AT in suspendierter Stellung: Ausgang? (ja/nein)?"
                                        #language pt-PT " Intel(R) AT em suspensão estado: Saída? (y/n)?"                                                                             
#string STR_EXIT_SUSPEND_MODE           #language en-US "    Exit Suspend Mode....."
                                        #language fr-FR "    Sortir de Suspend Mode ....."
                                        #language es-ES "    Salir del modo suspendido"
                                        #language zh-TW "    \wide離開暫停模式.....\narrow"
                                        #language ja-JP "    \wideサスペンドモードを終了する\narrow" 
                                        #language it-IT "    Uscire Suspend Mode....."
                                        #language de-DE "    Ausgangsuspendierte Stellung....."
                                        #language pt-PT "    Sair do modo de suspensão ....."                                        
#string STR_FAIL_AUTHENTICATE           #language en-US "    Failed to Authenticate"
                                        #language fr-FR "    Échec de l'authentification"
                                        #language es-ES "    Autenticación sin éxito"
                                        #language zh-TW "    \wide認證失敗\narrow"
                                        #language ja-JP "    \wide認証失敗\narrow"                                                                                
                                        #language it-IT "    Autenticazione Fallita"  
                                        #language de-DE "    Authenzität versagte"
                                        #language pt-PT "    Falha na autenticação"                                                                                                                  
#string STR_SET_SUSPEND_FAIL            #language en-US "    SetSuspendState Failed to Exit"
                                        #language fr-FR "    SetSuspendState Sortie Echoué"
                                        #language es-ES "    Configurar el fallo del modo suspendido a Salir"
                                        #language zh-TW "    \wide設於暫停狀態離開失敗\narrow"
                                        #language ja-JP "    \wideサスペンドステートの設定。終了失敗\narrow"
                                        #language it-IT "    SetSuspendState Non Riesce ad Uscire"
                                        #language de-DE "    Systemsuspendierung versagte zu verlassen"
                                        #language pt-PT "    Conjunto de suspensão estado não Sair"                                        
#string STR_SUCCESS_EXIT_SUSPEND        #language en-US "    Successfully Exited Suspend Mode"
                                        #language fr-FR "    Suspend Mode Sortie Réussie "
                                        #language es-ES "    Salir del modo suspendido satisfactoriamente"
                                        #language zh-TW "    \wide離開暫停模式成功\narrow"
                                        #language ja-JP "    \wideサスペンドモード退出済\narrow"                              
                                        #language it-IT "    Uscito Correttamente da Suspend Mode"     
                                        #language de-DE "    Erfolgreiche Ausgangssuspendierungsstellung"
                                        #language pt-PT "    Saído com êxito de modo da suspensão"                                                            
#string STR_STAY_SUSPEND_MODE           #language en-US "    Stay in Suspend Mode...."
                                        #language fr-FR "    Restez en Suspend Mode ...."
                                        #language es-ES "    Quedar en el modo suspendido"
                                        #language zh-TW "    \wide停留於暫停模式....\narrow"
                                        #language ja-JP "    \wideサスペンドモードのままで\narrow"                                      
                                        #language it-IT "    Rimanere in Suspend Mode...." 
                                        #language de-DE "    Verbleib in suspendierter Stellung ...."
                                        #language pt-PT "    Mantenha-se no modo de suspensão ...."                                                                         
#string STR_REQUEST_SUSPEND_MODE        #language en-US "    User Has Requested To Enter Intel(R) AT Suspend Mode....."
                                        #language fr-FR "    Utilisateur a Demandé à Entrer Intel(R) AT Suspend Mode ....."
                                        #language es-ES "    Usuario ha pedido entrar en el modo suspendido del Intel(R) AT"
                                        #language zh-TW "    \wide用戶已要求進入英特爾防盜技術暫停模式....\narrow"
                                        #language ja-JP "    \wideユーザーからインテル（R）サスペンドモードを入る要請があった\narrow"
                                        #language it-IT "    L'Utente ha Deciso di Entrare in Intel(R) AT Suspend Mode....."
                                        #language de-DE "    Benutzer verlangte Intel(R) AT Suspensionsstellung zu betreten....."
                                        #language pt-PT "    Usuário solicitou para entra Intel(R) AT  modo de suspensão ....."                                        
                                         
#string STR_ERROR_NONCE_FW              #language en-US " ERROR: Could Not Retrieve Nonce from FW"
                                        #language fr-FR " ERREUR: Ne Pas pouvoir récupérer Nonce du FW"
                                        #language es-ES " Error: no se pudo recuperar Nonce desde FW"
                                        #language zh-TW " \wide錯誤: 不能從FW重新得到\narrow Nonce"
                                        #language ja-JP " \wideエラー：FWにてナンスを検索できません。\narrow"                                          
                                        #language it-IT " ERRORE: Impossibile reperire il Nonce dal FW"   
                                        #language de-DE " IRRTUM: Konnte nicht zurückgewinnen: Nonce von FW"
                                        #language pt-PT " ERRO: Não foi possível recuperar Nonce de FW"                                                                          
#string STR_EXCEEDED_MAX_ATTEMPT        #language en-US " Exceeded Max Attempts - Exiting ...."
                                        #language fr-FR " Max. de Tentatives Max dépassé - Quitter ...."
                                        #language es-ES " Excedido el máximo intento - Saliendo"
                                        #language zh-TW " \wide超過最大嘗試數 - 離開中....\narrow"
                                        #language ja-JP " \wide最大アテンプトを超えた。終了中\narrow"                                                                          
                                        #language it-IT " Numero Massimo di Tentativi Superato - In Chiusura ...." 
                                        #language de-DE " Max. Versuche überschritten - verlasse Programm ...."
                                        #language pt-PT " Excedido Max. tenta  - Saindo ...."                                                                                                             
#string STR_FAIL_INTO_SUSPEND           #language en-US "    Failed to Put Platform into Suspended Mode"
                                        #language fr-FR "    Impossible de mettre la Plate-forme en Mode Suspendu"
                                        #language es-ES "    Sin éxito para poner la plataforma en modo suspendido"
                                        #language zh-TW "    \wide使平台進入暫停模式失敗\narrow"
                                        #language ja-JP "    \wideプラットフォームはサスペンドモードに設定できない。\narrow"
                                        #language it-IT "    Impossibile mettere la Piattaforma in Suspended Mode"
                                        #language de-DE "    Unfähig Plattform in Suspensionsstellung zu bringen"
                                        #language pt-PT "    Falha ao colocar plataforma em modo de suspensão"                                        
#string STR_SUCCESS_INTO_SUSPEND        #language en-US "    Successfully Put Platform in Suspended Mode - Exiting TDTAM...."
                                        #language fr-FR "    Réussi à mettre la Plate-forme en Mode Suspendu - Quitter TDTAM  ...." 
                                        #language es-ES "    Éxito en poner la plataforma en modo suspendido - Salir de TDTAM  ...."
                                        #language zh-TW "    \wide使平台進入暫停模式成功 - 離開\narrowTDTAM...."
                                        #language ja-JP "    \wideプラットフォームをサスペンドモードに設定完成\narrow"                                 
                                        #language it-IT "    Piattaforma Entrata in Suspended Mode Corretamente - In uscita da TDTAM...."  
                                        #language de-DE "    Erfolgreich Plattform in Suspensionsstellung gebracht - TDTAM-Ausgang...."
                                        #language pt-PT "    Colocado com sucesso plataforma no modo de suspensão - TDTAM Sair ...."
#string STR_CHECK_AUTHENTICATION        #language en-US "    Checking Authentication .."
                                        #language fr-FR "    Vérification de l’authentification .."
                                        #language es-ES "    Chequeando la autenticación .."
                                        #language zh-TW "    \wide檢查認證中..\narrow"
                                        #language ja-JP "    \wide認証中\narrow"                                 
                                        #language it-IT "    Controllo Autenticazione .."    
                                        #language de-DE "    Authenzitätsüberprüfung .."
                                        #language pt-PT "    Verificando de autenticação .."                                                          
                                                                                                              
//------------------------------------------ Server Address --------------------------------------------------------------  
#string STR_ENTER_ADDRESS               #language en-US "    Enter Server Address: "
                                        #language fr-FR "    Entrez l'adresse du serveur: "
                                        #language es-ES "    Ingresar la dirección del servidor: "
                                        #language zh-TW "    \wide輸入伺服器位址：\narrow "
                                        #language ja-JP "    \wideサーバーアドレスを入力する\narrow:"
                                        #language it-IT "    Inserire Indirizzo Server: "
                                        #language de-DE "    Lieferantenadresseneingabe: "
                                        #language pt-PT "    Introduza o endereço do servidor: "                                        
#string STR_USER_ENTER_EXCEEDED2        #language en-US "    Exceeded Max password size of 50 charaters... Start Again"
                                        #language fr-FR "    Taille de Mot de Passe Max. de 50 caractères dépassé ... Redémarrer"
                                        #language es-ES "    Excedido el tamaño máximo de la contraseña de 50 caracteres - Empezar de nuevo"
                                        #language zh-TW "    \wide超過密碼最大長度50字元...重新再來\narrow"
                                        #language ja-JP "    \wideパスワードの最大文字数制限50字を超えた。再起動へ\narrow"                                                                               
                                        #language it-IT "    Superata lunghezza massima password (50 caratteri).. Riavviare"     
                                        #language de-DE "    Über 50 Symbole für Paßwort hinaus.....Noch einmal."
                                        #language pt-PT "    O tamanho da senha excedeu máximo de 50 caracteres ... Começar de novo."                                                                                                              
                                                                              